name: "yolo_detection_dynamic_batching"
platform: "onnxruntime_onnx"
max_batch_size: 32
input {
  name: "images"
  data_type: TYPE_FP32
  dims: 3
  dims: 640
  dims: 640
}
output {
  name: "output0"
  data_type: TYPE_FP32
  dims: -1
  dims: -1
}
dynamic_batching {
  max_queue_delay_microseconds: 100 
}